tap 'homebrew/cask'
tap 'homebrew/cask-fonts'

cask '1password-cli'
cask 'anki'
cask 'bartender'
cask 'daisydisk'
cask 'deepl'
cask 'docker'
cask 'fig'
cask 'font-hackgen'
cask 'font-hackgen-nerd'
cask 'github'
cask 'google-cloud-sdk'
cask 'google-japanese-ime'
cask 'grammarly'
cask 'hex-fiend'
cask 'lens'
cask 'notion'
cask 'raycast'
cask 'visual-studio-code'
cask 'wezterm'

# vim: ft=ruby
